package ex1_string;

public class Ex4_String {
    
    public static void main(String[] args) {
        
        //1~9사이의 중복되지 않는 난수
        //com = 641
        //    =627
        //asner : 1스트라이크 / 1볼/ 1아웃

        // 세자리 수를 입력하세요(예:123) - 123
        // 1Strike, 1Ball
        // --------------------------
        // 세자리 수를 입력하세요(예:123) - 567
        // OUT!!
        // --------------------------
        // 세자리 수를 입력하세요(예:123) - 214
        // 0Strike, 3Ball
        // --------------------------
        // 세자리 수를 입력하세요(예:123) - 142
        // 4회 정답 !! - 142


        
    }//main
}
